Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Chinese officials have been selectively blocking YouTube videos for months in an attempt to weed out dissent. It routinely monitors all Internet content visited by Chinese residents and can limit access at its discretion.
ar: و قد علق متحدث باسم موقع يوتيوب؛ سكوت روبين، أننا لا نعرف السبب وراء هذا الإحجام المفاجىء من مشاهدة و استخدام الموقع و ذلك وفق ما صرح به لجريدة التايمز. يحاول رجال العلاقات الحكومية عندنا حل تلك المعضلة. و قد قام الموظفون الصينيون بحجب مشاهدة أفلام الفي

source: Google trackers noticed late Monday that Chinese traffic of YouTube had decreased dramatically and watched as it dropped to nearly zero Tuesday morning, the
ar: قامت الحكومة الصينية بحظر استخدام و نشر موقع مقاطع الفيديو اليو تيوب من قبل مواطنيها، و هذا وفق ما صرح به موقع مالك حقوق نشر هذا الموقع جوجل يوم الثلاثاء. و قد لاحظ متتبعى مسارات موقع جوجل يوم الإثنين أن الزحام على موقع اليوتيوب قد تضاءل بشكل مأسوى حيث

source: Updated 4:15 PM EDT, Tue, Mar 24, 2009
ar: أخر تحديث: الساعة: 4:15 مساءً، الثلاثاء، الرابع و العشرين من مارس 2009

source: CAITLIN MILLAT
ar: بقلم: كايتلين ميلات

source: YouTube Banned in China: Google
ar: حظر موقع اليوتيوب بالصين: تقريرجوجل

source: Algerians mull French nuclear test compensation
ar: الجزائريون يحثون الحكومة الفرنسية بتعويضات للإختبارات النووية

source: ALFRED de MONTESQUIOU
ar: ألفريد دى مونتيسكيو

source: Originally published 12:45 p.m., March 24, 2009, updated 11:48 a.m., March 24, 2009
ar: نشرت لأول مرة الساعة: 12:45 مساءً، الرابع و العشرين من مارس، 2009 و تم تحديثها الساعة 11:48 صباحاً،الرابع و العشرين من مارس 2009.

source: ALGIERS, ALGERIA (AP) - Algerian officials and activists said they hoped France's pledge Tuesday to compensate victims of its nuclear tests in the Sahara Desert would be a first step toward broader atonement and reparation.
ar: الجزائر – صرح مجموعة من المسؤلين و النشطاء الجزائريين أنهم يأملون أن تفى الحكومة الفرنسة بوعدها لتعويض ضحايا الإختبارات النووية بالصحراء الكبرى الجزائرية على أنها ستكون الخطوة الأولى نحو التكفير عن أخطائها و جرائمها فى حق الشعب الجزائرى.

source: French Defense Minister Herve Morin said the draft law he presented provides for euro10 million ($13.5 million) in compensation for the first year and targets people with health problems linked to nuclear tests _ including Algerians.
ar: كذلك فقد صرح وزير الدفاع الفرنسى أن المسودة الأولى للقانون الذى تقدم به للحكومة يقوم بتقديم نحو عشرة ملايين يورو أو نحو ثلاثة عشرة مليون دولار و نصف كتعويض للسنة الأولى و التى يتم تقديمها للأفراد الذين يعانون من إعتلال الصحة نتيجة الإختبارات النويية التى

source: The proposal for compensation over the tests in Algeria and the South Pacific is a first by France, nearly 50 years after the country conducted its first atomic tests.
ar: و يعد هذا العرض للتعويض من قبل الحكومة الفرنسة لشعوب كلً من الجزائر و جنوب أفريقيا هو الأول من نوعه منذ خمسين عاماً حين قامت الحكومة الفرنسية لأول مرة بإجراء التجارب النووية على أراضى تلك البلاد.

source: It's a good first step but I'm not satisfied, because we've suffered so much that money can't compensate all, said Abderahmane Laksassi, head of Algeria's February 13, 1960 association _ named after the date of the first French military nuclear test i
ar: و قد علق عبدالرحمن لاكساسى؛ رئيس رابطة الثالث عشر من فبراير عام 1960 بالجزائر أن: تعد تلك الخطوة بداية جيدة لكننى فى نفس الوقت غير راض عن ذلك. لأننا عانينا الكثير حيث لا يستطيع المال تعويض خسارتنا. و قد سميت تلك الحركة بعد تاريخ أول عملية إختبار نويية

source: A little pension for victims isn't what we seek, Laksassi said. We want France to build a hospital, and conduct de-pollution efforts to make sure the tests' side-effects end for good, he said.
ar: كذلك فقد أكمل لاكساسى تعليقه قائلاً أن: القليل من التعويض ليس هو ما نبحث عنه، فنحن نريد من فرنسا أن تبنى مستشفي، بالإضافة إلى التأكد من أن النتائج السلبية إثر التعرض لتلك الإشعاعات النووية قد انتهت إلى الأبد.

source: The Algerian Foreign Ministry declined immediate comment. An official said the ministry wanted to first make sure the bill would significantly compensate Algerians.
ar: إلا أنه و فى نفس الوقت فقد امتنع وزير الخارجية الجزائرى من التعليق على ذلك الموقف. و لكن مسؤول فى الوزارة نفسها قد علق بأن الحكومة أرادت أن تتأكد من أن ما يتم دفعه سيعوض الجزائريين بشكل فعلى.

source: France tested dozens of bombs near the Sahara Desert town of Reggane in Algeria, both before and after the former French colony won independence in 1962. Other tests followed in the Pacific Ocean atolls of French Polynesia.
ar: و قد اختبرت الحكومة الفرنسية عشرات القنابل النووية بالقرب من المدينة الجزائرية الواقعة بالقرب من الصحراء الكبرى ريجان. كلاً منها قبل و بعد فترة الاستعمار الفرنسى على الجزائر و التى حصلت على استقلالها عام 1962 م. أما باقى الإختبارات فقد تم إجرائها فى ا

source: There are no official tallies of the number of Algerian victims of the tests.
ar: و فى الواقع لا توجد إحصائيات متطابقة مع أعداد الضحايا الجزائريين لهذه الإختبارات النووية.

source: Laksassi said that even now an average of 50 people die each year of cancer because they were exposed to radiation. He estimated that 10,000 people have suffered disease or material losses because of the tests _ including tribes of nomads whose herds coul
ar: كذلك فقد أوضح لاكساسى أنه حتى الآن و نحو خمسين شخصاً يموتون سنوياً من جراء الإصابات السرطانية التى تسببت لهم بها الإشعاعات النووية نتيجة تلك الإختبارات الفرنسية. و قد قدر نحو عشرة آلاف شخص يعانون من المرض أو فقد ممتلكاتهم من جراء تلك الإختبارات – متضمناً

source: France's defense minister, however, said only a few hundred people who had health problems linked to atomic tests would likely be eligible for the compensation.
ar: و بالرغم من ذلك فقد قال وزير الدفاع الفرنسى أنه مجرد بضع مئات قليلة من الشعب هم من يعانون من مشكلات فى الصحة مرتبطة بتلك الإختبارات النووية و هم من يحتاجون إلى التعويض فعلاً.

source: Unafraid China apparently fears YouTube
ar: يبدو أن الصين ‛ الشجاعة ‛ تخاف يو تيوب

source: is not afraid of the Internet, its Foreign Ministry said on Tuesday, even as access to the popular video sharing site
ar: بكين ( رويترز ) – الصين لا تخاف الانترنت - هذا ما قاله وزير الخارجية يوم الثلاثاء – بالرغم من أنه على ما يبدو قد تم حجب موقع مشاركة الفيديو الجماهيري يو تيوب.

source: , has been unavailable for users in China, which filters the Internet for content critical of the
ar: موقع يو تيوب, المملوك من قبل شركة غوغل العملاقة, لم يكن متاحا للمستخدمين في الصين - التي تقوم بمراقبة الانترنت من المحتويات الناقدة للحزب الشيوعي - حدث ذلك في وقت متأخر من يوم الاثنين.

source: Chinese government fears
ar: و قال المتحدث باسم وزارة الخارجية كين غانغ للصحفيين: ‛ لدى كثير من الناس _انطباع خاطئ بأن الحكومة الصينية تخاف الانترنت. و حقيقة الأمر هي العكس تماما. ‛

source: He said he did not know about YouTube being blocked.
ar: و قال أنه لا علم له حول ماهية حجب موقع يو تيوب.

source: spokesman confirmed that access to the video site has been blocked in China over the past 24 hours.
ar: و أكد متحدث باسم غوغل بأنه قد تم حجب الولوج إلى موقع الفيديو في الصين خلال _الأربعة و عشرين ساعة الماضية.

source: YouTube is currently blocked in China. We don't know the reason for the blockage, but are working as quickly as possible to restore access to our users in China, said spokesman Scott Rubin.
ar: يقول سكوت روبين - المتحدث باسم غوغل - : لقد تم حجب موقع يو تيوب في الصين بشكل _مؤكد. و لا نعلم السبب وراء ذلك الحجب, إلا أننا نعمل بالسرعة الممكنة لإعادة _الموقع إلى الحالة الطبيعية من أجل مستخدمينا في الصين.

source: Rubin would not comment on whether YouTube has contacted the Chinese authorities to confirm it has officially been blocked or if it is a technical problem.
ar: و لم يبد روبين أي تعليق حول ما إذا كان يو تيوب قد تواصل مع السلطات الصينية _لبيان رسمية قرار الحجب أو ما إذا كان الحجب مجرد مشكلة تقنية.

source: Both Google and YouTube have previously been blocked in China for brief periods, according to the company. In the past Chinese authorities have blocked specific videos.
ar: و طبقا للشركة, فقد تم حجب كلا من غوغل و يو تيوب سابقا في الصين لفترات _زمنية. و كانت السلطات الصينية تقوم في السابق بحجب مشاهد فيديو محددة._ _هذا و قد ألقى يو تيوب الضوء في وقت مبكر من شهر أذار على ذكرى مرور سنة _لانتشار الاضطرابات في التيبت ضد السلطة الص

source: Access to YouTube had been spotty earlier in March, the one-year anniversary of widespread protests by
ar: هذا و قد ألقى يو تيوب الضوء في وقت مبكر من شهر أذار على ذكرى مرور سنة _لانتشار الاضطرابات في التيبت ضد السلطة الصينية.

source: blogs showed China's Internet is open enough, but also needs to be regulated by law in order to prevent the spread of harmful information and for national security.
ar: قال كين أن ثلاثمئة مليون شخصا من مستخدمي الانترنت و مئة مليون مدونة أظهرت _أن ‛ الانترنت في الصين مفتوح بما فيه الكفاية, إلا انه أيضا يحتاج لأن يكون _منظما من قبل القانون و ذلك للحماية من انتشار المعلومات المضرة و من أجل الأمن _الوطني أيضا. ‛

source: An Internet crackdown that began in January has closed hundreds of Chinese sites, including a popular blog hosting site and several sites popular with Tibetans.
ar: و قد أغلقت حملة السلطات الرقابية التي بدأت في شهر كانون الثاني مئات المواقع _الصينية, و من ضمنها موقعا مضيفا شعبيا و العديد من المواقع المحبوبة من قبل _الناس في التيبت.

source: It has been described by analysts as another step in the Party's battle to stifle dissent in a year of sensitive anniversaries, including the 20th anniversary of the government's bloody crackdown on the pro-democracy
ar: و قد تم وصف تلك الخطوة من قبل المحللين بأنها خطوة أخرى في المعركة بين _الطرفين لإسكات الأصوات المعارضة في سنة الذكريات السنوية الحساسة, حيث تتضمن _الذكرى السنوية العشرون لحملة القمع الدموية التي شنتها الحكومة للمطالبة _بالديمقراطية في احتجاجات ساحة تيانان

source: YouTube, which has country-specific sites in 23 countries, has in the past been blocked in certain countries, including Turkey and
ar: موقع يو تيوب, الذي يمتلك مواقع خاصة بالدول في ثلاثة و عشرين بلدا, تم حجبه في _الماضي في بلدان معينة, منها تركيا و طالبان بسبب بعض مشاهد الفيديو المحددة .

source: , additional reporting by Yinka Adegoke; Editing by Nick Macfie and Andre Grenon)
ar: (كتب التقرير من قبل لوسي هورنبي في بكين, و أضاف للتقرير يينكا أديغوك,تحرير _كل من نيك ماكفي و أندري غرينون. )

source: Tue Mar 24, 4:26 pm ET
ar: الثلاثاء في الرابع و العشرين من شهر أذار, 2009. 4:26 مساء بالتوقيت الشرقي

source: The question is, would Eini as Histadrut chairman against Netanyahu as prime minister have been able to reach such achievements on his own? This is open for debate. Eini is sure that were it not for Netanyahu's need for the Labor party, many elements of t
ar: و السؤال المطروح هو: هل كان إيني كرئيس للهستدروت مقابل نتانياهو كرئيس للوزراء, بمقدوره أن يتوصل لمثل هذه الإنجازات لوحده؟ إن هذا سؤال يفتح باب النقاش. إيني متأكد بأنها ليست لحاجة نتانياهو لحزب العمل, و العديد من العناصر ضمن خطة الإنقاذ الاقتصادي المكتسبة

source: In light of the achievements made in the social-economic part of the agreement, what is remarkable is the lack of vision and achievement in the diplomatic sphere, the key area traditionally promoted by the Labor party. The clauses are well formulated but
ar: في ضوء الإنجازات التي تحققت في الجزء الاقتصادي – الاجتماعي من الاتفاقية, ما هو ملحوظ بشكل خاص هو انعدام الرؤية و عدم تحقيق إنجاز في المجال الدبلوماسي, فالمنطقة الرئيسية معززة بشكل تقليدي من قبل حزب العمل. إن البنود معدة بشكل جيد جدا لكن الافتقار بشكل جوه

source: It includes NIS 100 million for retraining people for different professions, NIS 200 million for funding day and afternoon care for working women's children, investment in factories and a commitment not to cut salaries in the public sector. Furthermore, t
ar: تتضمن الخطة مئة مليون شيكل لإعادة تدريب الناس في مختلف المهن, مئتي مليون شيكل لتمويل تأمين العناية النهارية و الليلية لأطفال النساء العاملات, الاستثمار في المصانع و الالتزام بعدم اقتطاع الأجور في القطاع العام. و علاوة على ذلك, تعد الصفقة بزيادة تدريجية في

source: The outstanding achievement of the deal itself is within the social-economic field, and was pushed for by Histadrut Labor Federation leader Ofer Eini. It is a sort of economic rescue plan - as it will be marketed to the public and the party delegates at T
ar: إن هذا الإنجاز المذهل يدور حول الاتفاقية نفسها في الحقل الاجتماعي – الاقتصادي, و تم تأييده من قبل رئيس اتحاد العمل أوفر إيني. فالاتفاقية تمثل نوعا من خطة الإنقاذ الاقتصادي - حيث أنها ستسوق إلى الجمهور و مندوبي الحزب في اجتماع اللجنة الرئيسية المركزي مساء

source: Prime Minister-designate Benjamin Netanyahu's package of temptation for Labor was so bountiful that it is not clear whether the party will have enough people to man all the positions. Labor chairman Ehud Barak's camp, as of Tuesday morning, consisted of M
ar: لقد كانت حقيبة الإغراء لحزب العمل الخاصة برئيس الوزراء بنيامين نتانياهو جميلة جدا حيث أنه ليس من الواضح ما إذا كان الحزب يمتلك أشخاصا كافين لملء جميع المناصب المقدمة إليه. هذا و تتألف مجموعة رئيس حزب العمل إيهود باراك – وفقا لما جاء صباح يوم الثلاثاء -

source: There is no debate over two of the achievements of the Labor-Likud coalition agreement that was initialed on Tuesday morning: It was reached after negotiations unprecedented in their brevity - taking less than 24 hours - and it grants Labor a scandalous p
ar: مما لا شك فيه أن هناك اثنين من الانجازات في اتفاقية حكومة الائتلاف المنجزة بين حزبي الليكود – العمل و التي تم الاتفاق عليها بشكل أولي صباح يوم الثلاثاء: لقد تم التوصل إلى هذه الاتفاقية بعد مفاوضات لم يسبق لها مثيل حسب تعبيرهم – حيث أخذت اقل من أربع و عش

source: , Haaretz Correspondent
ar: بقلم مازال موالم, المراسل في صحيفة هأرتز.

source: ANALYSIS / Netanyahu made an offer Barak couldn't refuse
ar: تحليل | قدم نتانياهو لباراك عرضا لم يستطع رفضه.

source: Last update - 20:38 24/03/2009
ar: أخر تحديث في الرابع و العشرين من شهر أذار, 2009._الساعة 20:38.

source: Tags:
ar: العلامات:

source: Israel News
ar: إسرائيل نيوز

source: Coalition
ar: الائتلاف

source: Labor
ar: حزب العمل

source: Women To Be Off Media Demand Saudi Arabia Clergy
ar: رجال الدين في المملكة العربية السعودية يطالبون بإبعاد النساء عن الإعلام

source: Saudi clerics are all set to bring about a wide range of reforms in the country on the line of religion.
ar: من المقرر أن يعمل رجال الدين السعوديين على القيام بعدد كبير من الإصلاحات في البلاد للسير على خطى الدين.

source: A group of clerics in Saudi have asked the information minister to ban the appearance of women on TV, newspapers or magazines.
ar: فقد قدمت مجموعة من رجال الدين التماسا إلى وزير الإعلام لمنع ظهور النساء على التلفاز, أو في الصحف أو المجلات.

source: According to Daily Express, the group of 35 clergy men also called on Abdel Aziz Khoja, appointed by King Abdullah on February 14 in order to put an end to playing of music and music shows on television as a part of their reformation activity.
ar: و طبقا لصحيفة دايلي اكسبربس - فإن مجموعة مكونة من خمسة و ثلاثين رجل دين دعيت من قبل عبد العزيز خوجا أيضا - تم توظيفها من قبل الملك عبد الله في الرابع عشر من شهر شباط و يتمثل دورها في وضع نهاية لسماع الموسيقى و الاستعراضات الموسيقية على التلفاز كجزء من ا

source: However it is believed that clerics' reformation rules would hardly make an impact over the king as his reshuffle had already removed a number of hard-line figures as a part of curbing the influence of conservatives in the country.
ar: و على أية حال يعتقد أن قواعد الإصلاح الديني الخاصة برجال الدين سيكون من الصعب أن يكون لها أثر كبير على الملك ذلك لأن تعديله الوزاري قد أزاح بالأصل عددا من الأرقام الصعبة كجزء من كبح سلطة المحافظين في البلاد.

source: But the statement does on the other hand has intended to pressurise the new minister to a certain extent on revealing to him the feelings of the country's powerful religious establishment.
ar: و لكن من جهة أخرى يعتقد أن البيان قصد به الضغط على الوزير الجديد إلى حد معين لإعلامه بمشاعر المؤسسة الدينية القوية في البلاد.

source: It is to be noted that Saudi Arabia was founded on an alliance with the conservative Wahhabi strain of Islam which views the mixing of sexes as anathema and believes music brings about a breach the religious law.
ar: و من الجدير بالذكر بأن المملكة العربية السعودية تم تأسيسها بناء على اتحاد مع المذهب الوهابي الإسلامي المحافظ الذي يعتبر أن اختلاط الجنسين هو أمر محرم و يؤمن أن الموسيقى تعتبر خرقا للشريعة.

source: Seoul to Raise Rocket Issue with UN
ar: هل من المقرر أن تقوم سيول برفع مسألة الصواريخ إلى الأمم المتحدة؟

source: By Kim Sue-young
ar: بقلم: كيم سيو يونج

source: Staff Reporter
ar: مراسل طاقم التحرير

source: The Ministry of Foreign Affairs and Trade called on North Korea Thursday to stop its planned rocket launch.
ar: ناشدت وزارة الخارجية و التجارة كوريا الشمالية الخميس أن تقوم بوقف مخطط إطلاقها للصواريخ طويلة المدى.

source: Ministry spokesman Moon Tae-young told reporters that if the North launches it, the government will raise the issue with the U.N. Security Council (UNSC) after consultation with other countries.
ar: و قد صرح متحدث رسمى باسم وزارة الخارجية مون تاى يونج للصحفيين بأنه إذا قامت كوريا الشمالية بإطلاق الصواريخ، فإن الحكومة بشكل تبعى ستقوم برفع المسألة إلى مجلس الأمن بالأمم المتحدة و ذلك بعد استشارة الدول الأخرى.

source: Resolution 1718, adopted unanimously in October 2006, imposed a series of arms and economic sanctions on North Korea three months after the state's nuclear test. It also banned the sale of luxury goods to the North.
ar: و يفرض القرار رقم 1718 و الذى تم إقراره بالإجماع فى أكتوبر عام 2006 مجموعة من القيود و العقوبات الإقتصادية على كوريا الشمالية إثر القيام باطلاق الدولة للإختبارات النووية بثلاثة أشهر. حيث منعت من القيام بشراء السلع الترفيهية.

source: The secretive state, on the other hand, denounced the South for supporting U.N. sanctions against the launch, calling it a ``traitor.''
ar: إلا أن سرية الدولة على الجانب الآخر قد نددت بكوريا الجنوبية لتدعيم عقوبات الأمم المتحدة ضد عملية إطلاق الصواريخ و اطلقت عليها لفظ الخائن العميل.

source: Moon said, ``Whether it's a satellite or a missile, the launch would apparently violate UNSC Resolution 1718 because the two are using the same launch pad.''
ar: كذلك فقد أوضح مون أنه سواءً كان ذلك قمراً أو صاروخاً، فإن عملية الإطلاق ستخترق بشكل واضح قرارات العقوبات للأمم المتحدة رقم 1718 بسبب أن كلاً منهما ينطبق عليه نفس الحظر أو التحريم الخاص بعملية الإطلاق.

source: South Korea's nuclear envoy Wi Sung-lac will leave for Washington Friday for talks with Stephen Bosworth, special envoy on North Korea, and chief nuclear negotiator Sung Kim.
ar: و سيغادر مفوض أو مبعوث كوريا الجنوبية لعملية الإطلاق؛وى سونج لاك، واشنطن يوم الجمعة بهدف إجراء المحادثات مع ستيفن بوسورث، المبعوث الخاص لكوريا الشمالية و رئيس التفاوض النووى؛ سونج كيم.

source: They will discuss ways to resume denuclearization talks and cope with the rocket launch, ministry officials said.
ar: و يقوم كلً منهم بمناقشة الطرق لاستكمال محادثات نزع السلاح النووى، و من ثم التعامل مع مسألة إطلاق الصواريخ. و هذا وفق ما جاء فى تصريح لموظفون فى الوزارة.

source: Defense Ministry spokesman Won Tae-jae agreed that the planned rocket launch will be a ``serious challenge and provocation'' to security in Northeast Asia as well as on the Korean Peninsula.
ar: و قد وافق المتحدث الرسمى باسم وزارة الدفاع؛ ون تاى جاى، بأن إطلاق الصواريخ المخطط له سيصبح مسألة تحد جدية للأمن بشكل عام فى منطقة شمال شرق آسيا و كذلك لشبة الجزيرة الكورية.

source: ``We call on the North to halt the alleged rocket launch,'' he told reporters, claiming it would violate the resolution.
ar: كما أننا ندعو الشمال كذلك ليتريث فى قرار الإطلاق المزعوم و هذا وفق تصريح المتحدث باسم وزارة الدفاع إلى الصحفين، موضحاً أن قرار الإطلاق سيشكل خرق لقرار مجلس الأمن رقم 1718.

source: The communist state reported to international organizations early this month that it would send a ``satellite'' into orbit between April 4 and 8 as part of a national space program.
ar: و قد صرحت الدولة الإشتراكية للمنظمات الدولية مع بداية هذا الشهر أنها ستقوم بارسال قمر صناعى إلى مداره بين الرابع من إبريل و الثامن من نفس الشهر كجزء من برنامجها القومى للفضاء.

source: Yet the outside world believes that it will be a test launch of the Taepodong-2 missile, theoretically capable of reaching Alaska and Hawaii.
ar: هذا بالإضافة إلى أن العالم الخارجى جميعاً يؤمن بأن إختبار الإطلاق لقذيفة تاى بودينج- 2 لها القدرة فى الوصول إلى ولاية آلاسكا و كذلك هاواى.

source: According to diplomatic sources, the Stalinist North apparently put the missile on a launch pad at its east coast Musudan-ri missile base.
ar: و وفقاً للمصادر الدبلوماسية، فإن الشمال الإشتراكى قد قام بوضع القذيفة المعدة للإطلاق داخل قاعدة قذائف موسودان- رى على الساحل الشرقى.

source: NBC television reported the intelligence, citing anonymous U.S. officials, that the missile was visible but the top was covered with a shroud supported by a crane.
ar: و قد أعلنت محطة الأخبار التليفزيونية إن بى سى وفقاً لمعلوماتها، أنه بإجماع المسؤلين بالولايات المتحدة بأن تلك القذيفة كانت مرئية قبل ذلك، إلا أن قمتها تمت تغطيتها بقطعة من القماش المموه على ركائز.

source: Tunisian pilot who prayed as his plane went down jailed in Italy
ar: الطيار التونسي الذي سقطت طائرته أثناء قيامه بأداءالصلاة، يسجن في إيطاليا.

source: A pilot accused of praying when he should have been taking emergency measures to avoid a crash in which 16 people died has been sentenced to 10 years in jail by an Italian court.
ar: الحكم بالسجن عشر سنوات من قبل محكمة إيطاليةعلى الطيار التونسي المتهم بقيامه بأداء الصلاة في حين توجب عليه القيام باتخاذ إجراءات الحالات الطارئة، لتجنب تحطم الطائرة الذي تسبب بمقتل ستة عشر شخص.

source: Captain Chafik Gharby was at the controls of a plane belonging to the Tunisian charter airline Tuninter that crashed in the sea off the coast of Sicily four years ago. The 23 survivors were left swimming for their lives, some clinging to a piece of the fu
ar: وكان الطيار شفيق الغربي مسئولاً عن الطائرة التابعة لشركة الطيران التونسية تونانتير التي تحطمت في البحر قبالة ساحل جزيرة صقلية قبل أربع سنوات، وتُرك الثلاثة والعشرون ناجياً يسبحون من أجل حياتهم بعضهم متشبث بقطعة من جسم الطائرة الطائفة على المياه بعد أن تحط

source: Gharby was at first hailed as a hero for having saved the lives of most of the passengers. But after an investigation, he, his co-pilot, and several Tuninter executives and technicians were charged with a range of offences including manslaughter.
ar: وفي بادئ الأمر اُعتبر الغربي بطلاً لإنقاذه حياة معظم الركاب، ولكن بعد إجراء التحقيقات، تم توجيه مجموعة من التهم متضمنة القتل الخطأ له ولمساعده وعدد من المديرين والفنيين.

source: The court in Palermo agreed with prosecutors that the chain of events that led to the crash began when a wrong part was installed in the ill-fated plane, a Franco-Italian ATR 72. A mechanic accidentally fitted an outwardly identical fuel gauge intended fo
ar: واتفقت المحكمة في باليرمو مع ممثلي الإدعاء على أن سلسلة الأحداث التي أدت إلى الحادث بدأت عندما تم تركيب جزء خطأ في الطائرة المنكوبة طراز أي تي أر 72 الفرنسية الإيطالية الصنع، حيث ركب الميكانيكي بها قطعة لقياس الوقود تناسب الطائرة أصغر حجماً أي تي أر 42.

source: The plane took off from Bari, bound for the Tunisian island of Djerba, on 6 August 2005. As it flew over Sicily, its engines slowed to a halt, even though the instrument panel showed the aircraft had enough fuel left for the flight.
ar: وبعد انطلاق الطائرة من مطار باري جنوب إيطاليا متجهة إلى جزيرة جربة التونسية في السادس من أغسطس عام 2005، توقفت المحركات فوق صقلية رغم أن مؤشر البترول كان يوحي قبل انطلاقها بوجود ما يكفي لاستكمال الرحلة.

source: The judges accepted the prosecution case that the pilots, instead of making a crash landing on the sea, should have been able to glide the plane to Palermo airport. Instead, Gharby was said to have panicked. In cockpit recordings entered as evidence he wa
ar: وخلص القضاة إلى أنه كان ينبغي على الطيارين أن يتمكنا من إنزال الطائرة نحو مطار باليرمو الإيطالي، ولكن قائد الطائرة لجأ بسبب خوفه الشديد إلى الدعاء والاستغاثة بالله وبرسوله محمد صلى الله عليه وسلم، حسب تسجيلات غرفة القيادة.
